Repository: michaelemad98/hakeema
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: العربية

source: LOG IN
ar: تسجيل الدخول

source: Welcome
ar: مرحباً

source: HAKEEMA
ar: حكيمه

source: BOOK A NURSE
ar: احجز ممرضه

source: you can make an appoinment
ar: يمكنك تحديد موعد

# appoinment
source: Make an Appointment
ar: إحجز موعد

source: Or you can call us directly
ar: أو يمكنك الاتصال بنا مباشرة

source: Next
ar: التالي

# contracttype
source: Choose Contract Type
ar: اختر نوع العقد

source: Monthly
ar: شهريا

source: Weekly
ar: أسبوعي

# onday
source: One Day
ar: يوم واحد

source: One Vist
ar: زيارة واحدة

source: Mother,Baby and Child
ar: الأم والطفل

source: A Patient Discharging from a hospital
ar: مريض يخرج من المستشفى

source: Elderly
ar: كبار السن

source: APatient During Tough Times
ar: مريض خلال الأوقات الصعبة

source: After a Stroke
ar: بعد السكتة الدماغية

source: Patinet with Disabiltie
ar: مريض مع إعاقة

source: Other
ar: أخرى

source: Home Nursing Care
ar: الرعاية التمريضية المنزلية

source: General Care
ar: العناية العامة

source: Overnight Care
ar: العناية الليلية

source: Personal Care
ar: رعاية شخصية

source: Prenatal Care and Midwifery
ar: رعاية ما قبل الولادة والقبالة

source: New Born Or Child Care
ar: حديثي الولادة أو رعاية الأطفال

source: Special Needs Paediatric Care
ar: رعاية ما قبل الولادة والقبالة

source: Autism
ar: توحد

source: Down Syndrome
ar: متلازمة داون

source: Home And Hotel Babysitting Service
ar: خدمة مجالسة الأطفال بالمنزل والفندق

source: Post-Operative Care
ar: رعاية ما بعد الجراحة

source: Critical CareHome Physiotherapy
ar: الرعاية الحرجة للعلاج الطبيعي بالمنزل

source: Diabetes care
ar: رعاية مرضى السكري

source: School nursing
ar: التمريض المدرسي

source: Injection services
ar: خدمات الحقن

source: Travel Companion
ar: رفيق السفر

# injection_nbsb_services
source: InjectionÂ services
ar: خدمات الحقن

source: When would you like the service?
ar: متى تريد الخدمة؟

source: Who Needs Care ?
ar: من يحتاج إلى رعاية؟

source: Choose Service Time
ar: اختر وقت الخدمة

source: Do You have any Special Instructions?
ar: هل لديك أي تعليمات خاصة؟

source: Choose Type Of Care Service
ar: اختر نوع خدمة الرعاية

source: Enter special instructions here...
ar: أدخل تعليمات خاصة هنا ...

source: Please submit the following details
ar: يرجى تقديم التفاصيل التالية

source: Name
ar: الاسم

source: Email
ar: البريد الاكتروني

# phone
source: Phone No
ar: رقم الهاتف
